Dlubal.RFEM5.ModelType
Type of model

Dlubal.RFEM5.ModelType.UnknownModel
Unknown model type

Dlubal.RFEM5.ModelType.Model3D
3D Model

Dlubal.RFEM5.ModelType.Model2DPlateXY
2D Model - XY (uZ/φX/φY)

Dlubal.RFEM5.ModelType.Model2DWallXZ
2D Model - XZ (uX/uZ/φY)

Dlubal.RFEM5.ModelType.Model2DWallXY
2D Model - XY (uX/uY/φZ)